[
  {
  "id": "1",
  "title": "AVENGERS: ENDGAME",
  "description": "The grave course of events set in motion by Thanos that wiped out half the universe and fractured the Avengers ranks compels the remaining Avengers to take one final stand in Marvel Studios' grand conclusion to twenty-two films",
    "showTimes": [
      {"time": "May 16th 2019, 3:24:25 pm", "cinema":"Wood Green - Vue"},
      {"time": "May 16th 2019, 3:24:25 pm", "cinema": "Enfield - Cineworld"}
    ],
  "img": "https://via.placeholder.com/200x300"
  },
  {
    "id": "2",
    "title": "POKEMON: DETECTIVE PIKACHU",
    "description": "Pokémon can’t usually communicate with people – and so when Detective Pikachu discovers that Tim Goodman has the unique ability to understand him, he is keen to make him his companion. The pair team up to find out what happened to Tim’s missing father and uncover a plot that could threaten the entire Pokémon universe. Justice Smith, Ryan Reynolds and Kathryn Newton star in this family comedy, based on the popular Pokémon franchise.",
    "showTimes": [
      {"time": "May 16th 2019, 3:24:25 pm", "cinema":"Wood Green - Vue"},
      {"time": "May 16th 2019, 3:24:25 pm", "cinema": "Enfield - Cineworld"}
    ],
    "img": "https://via.placeholder.com/200x300"
  },{
  "id": "3",
  "title": "JOHN WICK: CHAPTER 3 - PARABELLUM",
  "description": "JOHN WICK: CHAPTER 3 - PARABELLUM John is on the run with nothing to his name and a $14 million bounty on his head. He must use all of his experience and wit to fight his way out of New York City with the world’s most ruthless hitmen on his tail. In the third chapter of the dramatic franchise, Halle Berry joins Keanu Reeves and Ian McShane in this action-packed thriller.",
  "showTimes": [
    {"time": "May 16th 2019, 3:24:25 pm", "cinema":"Wood Green - Vue"},
    {"time": "May 16th 2019, 3:24:25 pm", "cinema": "Enfield - Cineworld"}
  ],
  "img": "https://via.placeholder.com/200x300"
},{
  "id": "4",
  "title": "THE ROYAL BALLET: TRIPLE BILL (2019)",
  "description": "A mixed programme consists of Within the Golden Hour choreographed by Christopher Wheeldon, Flight Pattern choreographed by Crystal Pite and a third new work choreographed by Sidi Larbi Cherkaoui.",
  "showTimes": [
    {"time": "May 16th 2019, 3:24:25 pm", "cinema":"Wood Green - Vue"},
    {"time": "May 16th 2019, 3:24:25 pm", "cinema": "Enfield - Cineworld"}
  ],
  "img": "https://via.placeholder.com/200x300"
},{
  "id": "5",
  "title": "PAW PATROL MIGHTY PUPS: THE MOVIE",
  "description": "The gang are back, but this time they’re more pawseome than ever before. No job is too big, no pup is too small, and with the world in danger, the Mighty Pups are there to save the day. This Nickelodeon favourite hits the big screens and is perfect for all the family to enjoy.",
  "showTimes": [
    {"time": "May 16th 2019, 3:24:25 pm", "cinema":"Barnet - Everyman"},
    {"time": "May 16th 2019, 3:24:25 pm", "cinema": "Finchley - Cineworld"}
  ],
  "img": "https://via.placeholder.com/200x300"
}
]